{
    "stages": [
        {
            "id": 1,
            "title": "Fuel Your Idea",
            "image": [
                "/icons8-fuel-64.png",
                "Fuel Tank"
            ],
            "whatWeDo": "Product Development Workshops",
            "why": "Unleash your inner innovator. One challenge startups face is not lack of ideas, there are too many! Our intensive 2-week design sprints help you isolate and validate product ideas, prototype quickly, and test them with real users. This ensures you are building something customers want and love.",
            "benefitsTitle": "Reduced Risk:",
            "benefitsDescription": "Validate your product idea before investing heavily.",
            "purpose": "Gain deeper understanding of your market and the problem you are trying to solve."
        },
        {
            "id": 2,
            "title": "Oxygenate Your Growth",
            "image": [
                "/icons8-oxygen-64.png",
                "Plant growing"
            ],
            "whatWeDo": "Interactive Web Application Development",
            "why": "Building a product can be extremely expensive and time-consuming, if not done right. Get your MVP (minimum viable product) to market quickly. We build user-friendly web applications that solve specific problems for your startup, allowing you to iterate and gain traction faster. (Time is money, after all!)",
            "benefitsTitle": "Reduced Risk:",
            "benefitsDescription": "Validate your product idea before investing heavily.",
            "purpose": "Test Your Product with Real Customers."
        },
        {
            "id": 3,
            "title": "Ignite Your Expansion",
            "image": [
                "/icons8-rocket-64.png",
                "Rocket launching"
            ],
            "whatWeDo": "Business Roadmapping & Improvement Identification",
            "why": "Keep the momentum going. We help you create a clear roadmap for business growth, ensuring your inner fire continues to propel you forward. We also guide you through regular retrospectives (reviews) to learn from successes and failures, constantly optimizing your path to success.",
            "benefitsTitle": "Focus & Growth:",
            "benefitsDescription": "Create a clear roadmap and optimize for continuous improvement.",
            "purpose": "Create a Plan for your Business Growth."
        }
    ]
}